Repository: HaleXie/HLSDK-SPM
Catalog: Sources/HLSDKResources/Resources/Branding/texts.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_pt, zh_hans

# StartRecordingMessage
source: has started recording
de: hat mit der Aufnahme begonnen
es: ha comenzado a grabar
fr: a commencé à enregistrer
it: ha iniziato a registrare
ja: 録音を開始しました
ko: 녹음을 시작했습니다
pt_pt: começou a gravar
zh_hans: 已开始录制

source: Start recording this call
de: Aufnahme dieses Anrufs starten
es: Comenzar a grabar esta llamada
fr: Commencer à enregistrer cet appel
it: Inizia a registrare questa chiamata
ja: この通話の録画を開始
ko: 이 통화 녹화 시작
pt_pt: Começar a gravar esta chamada
zh_hans: 开始录制此通话

# StartUsingMessage
source: To start using {{app_name}} you need to add contacts to your list. Tap on “Add Contact” to add a registered {{app_name}} User to your Contacts.
de: Um {{app_name}} verwenden zu können, müssen Sie Ihrer Liste Kontakte hinzufügen. Tippen Sie auf \"Kontakt hinzufügen\", um einen registrierten {{app_name}}-Benutzer zu Ihren Kontakten hinzuzufügen.
es: Para comenzar a usar {{app_name}}, debe agregar contactos a su lista. Toque \"Agregar contacto\" para agregar un usuario registrado de {{app_name}} a sus contactos.
fr: Pour commencer à utiliser {{app_name}}, vous devez ajouter des contacts à votre liste. Appuyez sur «Ajouter un contact» pour ajouter un utilisateur {{app_name}} à vos contacts.
it: Per iniziare a utilizzare {{app_name}} devi aggiungere contatti al tuo elenco. Tocca \"Aggiungi contatto\" per aggiungere un utente {{app_name}} ai tuoi contatti.
ja: {{app_name}} の使用を開始するには、リストに連絡先を追加する必要があります。登録済みの {{app_name}} を追加するには、[連絡先を追加]をタップします。
ko: {{app_name}} 사용을 시작하려면 목록에 연락처를 추가해야합니다. \"연락처 추가\"를 눌러 등록 된 {{app_name}} 연락처에 사용자.
pt_pt: Para começar a usar o {{app_name}} você precisa adicionar contatos à sua lista. Toque em “Adicionar Contato” para adicionar um {{app_name}} Usuário para seus contatos.
zh_hans: 首先您需要添加联络人到通信簿, 请点击\"添加联系人\"将已注册的{{app_name}}用户加入您的通信簿。

source: Start Video
de: Video starten
es: Iniciar video
fr: Démarrer la vidéo
it: Avvia video
ja: ビデオを開始
ko: 비디오 시작
pt_pt: Iniciar vídeo
zh_hans: 开始视频

# StartVideoSession
source: Start a video session
de: Videositzung starten
es: Iniciar una sesión de vídeo
fr: Démarrer une session vidéo
it: Avvia una sessione video
ja: ビデオセッションを開始
ko: 비디오 세션 시작
pt_pt: Iniciar uma sessão de vídeo
zh_hans: 开始视频会话

# StatusAssigned
source: Assigned
de: Zugewiesen
es: Asignado
fr: Attribué
it: Assegnato
ja: 割り当て済み
ko: 할당됨
pt_pt: Atribuído
zh_hans: 已分配

# StatusChecked
source: Checked
de: Überprüft
es: Comprobado
fr: Vérifié
it: Controllato
ja: チェック済み
ko: 체크됨
pt_pt: Verificado
zh_hans: 已检查

# StatusClosed
source: Closed
de: Geschlossen
es: Cerrado
fr: Fermé
it: Chiuso
ja: クローズ済み
ko: 종료됨
pt_pt: Fechado
zh_hans: 已关闭

# StatusFilterAll
source: All
de: Alle
es: Todo
fr: Tous
it: Tutto
ja: 全て
ko: 모두
pt_pt: Todos
zh_hans: 全部

# StatusFilterClosed
source: Closed
de: Geschlossen
es: Cerrado
fr: Fermé
it: Chiuso
ja: 閉まっている
ko: 닫은
pt_pt: Fechado
zh_hans: 关闭

# StatusFilterOpen
source: Open
de: Offen
es: Abierto
fr: Ouvrir
it: Aprire
ja: 開ける
ko: 열려 있는
pt_pt: Abrir
zh_hans: 打开

# StatusImageCaptured
source: Image captured
de: Bild aufgenommen
es: Imagen capturada
fr: Image capturée
it: Immagine acquisita
ja: 画像をキャプチャしました
ko: 이미지 캡처됨
pt_pt: Imagem capturada
zh_hans: 已拍摄图片

source: STATUS MESSAGE
de: STATUSNACHRICHT
es: MENSAJE DE ESTADO
fr: STATU DU MESSAGE
it: MESSAGGIO DI STATO
ja: ステータスメッセージ
ko: 상태 메시지
pt_pt: MENSAGEM DE STATUS
zh_hans: 状态信息

# StatusMessage2
source: Status message
de: STATUSNACHRICHT
es: MENSAJE DE ESTADO
fr: STATU DU MESSAGE
it: MESSAGGIO DI STATO
ja: ステータスメッセージ
ko: 상태 메시지
pt_pt: MENSAGEM DE STATUS
zh_hans: 状态信息

# StatusMessageIsTooLongAnd
source: Status message is too long and will be truncated
de: Statusnachricht ist zu lang und wird gekürzt
es: El mensaje de estado es demasiado largo y se truncará
fr: Le message de statut est trop long et sera tronqué
it: Il messaggio di stato è troppo lungo e verrà troncato
ja: ステータスメッセージが長すぎて切り捨てられます
ko: 상태 메시지가 너무 길어 잘립니다
pt_pt: A mensagem de estado é demasiado longa e será truncada
zh_hans: 状态消息过长将被截断

# StatusSignatureCaptured
source: Signature captured
de: Unterschrift aufgenommen
es: Firma capturada
fr: Signature capturée
it: Firma acquisita
ja: 署名をキャプチャしました
ko: 서명 캡처됨
pt_pt: Assinatura capturada
zh_hans: 已捕获签名

# StatusTooLongAndIntercept
source: Automatically intercept status message to 140 characters (maximum length is 140 characters)
de: Statusmeldung automatisch mit 140 Zeichen abfangen (maximale Länge 140 Zeichen)
es: Intercepta automáticamente el mensaje de estado a 140 caracteres (la longitud máxima es de 140 caracteres)
fr: Intercepter automatiquement le message d'état à 140 caractères (maximum 140 caractères)
it: Intercetta automaticamente il messaggio di stato di 140 caratteri (la lunghezza massima è di 140 caratteri)
ja: ステータスメッセージを自動的に140文字までインターセプトします（最大長は140文字です）
ko: 상태 메시지를 140 자로 자동 차단합니다.(최대 길이는 140 자)
pt_pt: Interceptar mensagem de status automaticamente para 140 caracteres (comprimento máximo é 140 caracteres)
zh_hans: 自动截取状态信息至140个字符 (最大长度为140个字符)

# StatusUnknown
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
ja: 不明
ko: 알 수 없음
pt_pt: Desconhecido
zh_hans: 未知

# StatusVideoRecorded
source: Video recorded
de: Video aufgenommen
es: Video grabado
fr: Vidéo enregistrée
it: Video registrato
ja: 動画を録画しました
ko: 비디오 녹화됨
pt_pt: Vídeo gravado
zh_hans: 已录制视频

source: Stay in Call
de: Bleiben Sie in Kontakt
es: Manténgase en llamada
fr: Restez en appel
it: Rimani in chiamata
ja: 通話を続ける
ko: 통화 상태 유지
pt_pt: Fique em contato
zh_hans: 保持通话

source: ST Camera
de: ST-Kamera
es: Cámara ST
fr: Caméra ST
it: Telecamera ST
ja: STカメラ
ko: ST 카메라
pt_pt: Câmera ST
zh_hans: ST相机

source: Steps list
de: Schrittliste
es: Lista de pasos
fr: Liste des étapes
it: Elenco passaggi
ja: ステップリスト
ko: 단계 목록
pt_pt: Lista de passos
zh_hans: 步骤列表

source: Stop
de: Stopp
es: Detener
fr: Arrêter
it: Ferma
ja: 停止
ko: 중지
pt_pt: Parar
zh_hans: 停止

# StopRecordingHint
source: Stop recording
de: Aufnahme beenden
es: Detener grabación
fr: Arrêter l'enregistrement
it: Interrompi registrazione
ja: 録画を停止
ko: 녹화 중지
pt_pt: Parar gravação
zh_hans: 停止录制

# StopRecordingMessage
source: has stopped recording
de: hat die Aufnahme gestoppt
es: ha dejado de grabar
fr: a arrêté l'enregistrement
it: ha interrotto la registrazione
ja: 録音を停止しました
ko: 녹화가 중지되었습니다
pt_pt: parou de gravar
zh_hans: 已停止录制

# StopScreenSharing
source: Stop Sharing
de: Hör auf zu teilen
es: Deja de compartir
fr: Arrêter de partager
it: Basta condividere
ja: 共有を停止する
ko: 공유 중지
pt_pt: Pare de compartilhar
zh_hans: 停止分享

source: Stop Sharing
de: Hör auf zu teilen
es: Deja de compartir
fr: Arrêter de partager
it: Basta condividere
ja: 共有を停止する
ko: 공유 중지
pt_pt: Pare de compartilhar
zh_hans: 停止分享

source: Sub-Organizations
de: Unterorganisationen
es: Sub-Organizaciones
fr: Sous-organisations
it: Sotto-organizzazioni
ja: サブ組織
ko: 하위 조직
pt_pt: Suborganizações
zh_hans: 下属组织

source: Success
de: Erfolg
es: Éxito
fr: Succès
it: Successo
ja: 成功
ko: 성공
pt_pt: Sucesso
zh_hans: 成功

# SurveyCouldntSeeVideo
source: Couldn’t see others’ video
de: Video anderer nicht sichtbar
es: No podía ver el video de otros
fr: Impossible de voir la vidéo des autres
it: Non riuscivo a vedere il video degli altri
ja: 他の人のビデオが見えなかった
ko: 다른 사람의 비디오를 볼 수 없었음
pt_pt: Não conseguia ver o vídeo dos outros
zh_hans: 无法看到他人的视频

# SurveyDroppedConnection
source: Dropped connection
de: Verbindung unterbrochen
es: Conexión perdida
fr: Connexion perdue
it: Connessione persa
ja: 接続が切断された
ko: 연결 끊김
pt_pt: Ligação perdida
zh_hans: 连接断开

# SurveyOtherIssue
source: Other issue
de: Anderes Problem
es: Otro problema
fr: Autre problème
it: Altro problema
ja: その他の問題
ko: 기타 문제
pt_pt: Outro problema
zh_hans: 其他问题

# SurveyPoorAudio
source: Poor audio
de: Schlechte Audioqualität
es: Audio deficiente
fr: Audio de mauvaise qualité
it: Audio scadente
ja: 音声が悪かった
ko: 오디오 품질 불량
pt_pt: Áudio deficiente
zh_hans: 音频质量差

# SurveyVideoBlurry
source: Video was blurry
de: Video unscharf
es: Video borroso
fr: Vidéo floue
it: Video sfocato
ja: ビデオがぼやけていた
ko: 비디오가 흐림
pt_pt: Vídeo desfocado
zh_hans: 视频模糊

# SurveyVideoBreakingUp
source: Video was breaking up
de: Video bricht ab
es: Video se cortaba
fr: Vidéo qui saccade
it: Video che si interrompe
ja: ビデオが途切れていた
ko: 비디오가 끊김
pt_pt: Vídeo a cortar
zh_hans: 视频卡顿

# SwapCameraLabel
source: Swap Camera
de: Kamera tauschen
es: Cambiar cámara
fr: Changer de caméra
it: Scambia fotocamera
ja: スワップカメラ
ko: 카메라 교체
pt_pt: Trocar câmera
zh_hans: 切换相机

source: Switch apps anytime
de: Apps jederzeit wechseln
es: Cambiar de aplicaciones en cualquier momento
fr: Changer d'applications à tout moment
it: Cambia app in qualsiasi momento
ja: いつでもアプリを切り替え
ko: 언제든 앱 전환
pt_pt: Mudar de aplicações a qualquer momento
zh_hans: 随时切换应用

source: Switch camera
de: Kamera wechseln
es: Cambiar cámara
fr: Changer de caméra
it: Cambia fotocamera
ja: カメラを切り替え
ko: 카메라 전환
pt_pt: Mudar câmara
zh_hans: 切换摄像头

source: Switch Roles
de: Rollen tauschen
es: Cambiar roles
fr: Échanger les rôles
it: Scambiare ruoli
ja: 役割を替える
ko: 역할 전환
pt_pt: Trocar as funções
zh_hans: 切换角色

# SwitchToF2F
source: Switched back to Face to Face mode.
de: Zurück in den Face-to-Face-Modus geschaltet.
es: Cambió de nuevo al modo Cara a Cara.
fr: Revenir en mode Face à Face.
it: Tornato alla modalità Face to Face.
ja: Face toFaceモードに切り替えました。
ko: Face to Face 모드로 다시 전환되었습니다.
pt_pt: Alternado de volta para o modo Face a Face.
zh_hans: 切换回面对面模式。

# SwitchToFaceToFace
source: Switch to face-to-face view
de: Zur Face-to-Face-Ansicht wechseln
es: Cambiar a vista cara a cara
fr: Passer à la vue face à face
it: Passa alla visualizzazione faccia a faccia
ja: 対面ビューに切り替え
ko: 대면 보기로 전환
pt_pt: Mudar para visualização cara a cara
zh_hans: 切换到面对面视图

# SyncSmartPins
source: Syncing resources, please wait...
de: Ressourcen werden synchronisiert, bitte warten …
es: Sincronizando recursos, por favor espere...
fr: Synchronisation des ressources, veuillez patienter...
it: Sincronizzazione delle risorse, attendere prego...
ja: リソースを同期しています。お待ちください...
ko: 리소스를 동기화 중입니다. 잠시만 기다려 주세요.
pt_pt: Sincronizando recursos, aguarde...
zh_hans: 正在同步资源，请等待...

# SystemOpenedProcedure
source: System Opened (%@)
de: System geöffnet ( %@ )
es: Sistema abierto ( %@ )
fr: Système ouvert ( %@ )
it: Sistema aperto ( %@ )
ja: システムがオープンしました ( %@ )
ko: 시스템 열림( %@ )
pt_pt: Sistema aberto ( %@ )
zh_hans: 系统打开( %@ )

source: Take a New Photo
de: Nehmen Sie ein neues Foto auf
es: Tomar una nueva foto
fr: Prendre une nouvelle photo
it: Scatta una nuova foto
ja: 新しい写真を撮る
ko: 새 사진 찍기
pt_pt: Tire uma nova foto
zh_hans: 拍摄新照片

source: Take a Photo
de: Mach ein Foto
es: Toma una foto
fr: Prendre une photo
it: Fare una foto
ja: 写真を撮る
ko: 사진을 찍다
pt_pt: Tire uma foto
zh_hans: 拍张照片

source: Take From Camera
de: Von der Kamera aufnehmen
es: Tomar de la cámara
fr: Prendre de la caméra
it: Scatta dalla fotocamera
ja: カメラから取る
ko: 카메라에서 가져오기
pt_pt: Tirar da câmera
zh_hans: 从相机拍摄

source: Take New Photo
de: Neues Foto aufnehmen
es: Tomar nueva foto
fr: Prendre une nouvelle photo
it: Scatta nuova foto
ja: 新しい写真を撮る
ko: 새 사진 찍기
pt_pt: Tirar Nova Foto
zh_hans: 拍摄新照片

source: Take Photo
de: Foto machen
es: Tomar foto
fr: Prendre une photo
it: Scatta una foto
ja: 画像を撮影
ko: 사진 찍기
pt_pt: Tirar fotos
zh_hans: 拍摄

# TakeSurvey
source: Take the Survey
de: Nimm an der Umfrage teil
es: Empezar la encuesta
fr: Participer à l'enquête
it: Partecipa al sondaggio
ja: 調査を行う
ko: 설문 조사에 참여 해주세요
pt_pt: Faça a pesquisa
zh_hans: 调查问卷

source: Tap photos to select or deselect
de: Tippen Sie auf Fotos zum Auswählen oder Abwählen
es: Toque las fotos para seleccionar o deseleccionar
fr: Appuyez sur les photos pour sélectionner ou désélectionner
it: Tocca le foto per selezionare o deselezionare
ja: 写真をタップして選択または選択解除
ko: 사진을 탭하여 선택 또는 선택 해제
pt_pt: Toque nas fotos para selecionar ou desselecionar
zh_hans: 点按照片以选择或取消选择

# TapToDeselectIssue
source: Tap to deselect this issue
de: Tippen, um dieses Problem abzuwählen
es: Toca para deseleccionar este problema
fr: Touchez pour désélectionner ce problème
it: Tocca per deselezionare questo problema
ja: タップしてこの問題の選択を解除
ko: 이 문제 선택 해제하려면 탭하세요
pt_pt: Toque para desselecionar este problema
zh_hans: 点击取消选择此问题

source: Tap to Give Help
de: Drücken Sie hier
es: Toque para Dar Ayuda
fr: Appuyez pour donner aide
it: Tocca per dare aiuto
ja: タップしてヘルプを表示
ko: 도움을 주려면 탭하세요
pt_pt: Toque para dar ajuda
zh_hans: 点击提供帮助

source: Tap to Observe
de: Tippen Sie zum Beobachten auf
es: Toque para observar
fr: Appuyez sur pour observer
it: Tocca per osservare
ja: タップして観察します
ko: 관찰하려면 탭하세요.
pt_pt: Toque para observar
zh_hans: 点击观察

# TapToRateCallFormat
source: Tap to rate your call %d out of 5 stars
de: Tippen, um Ihren Anruf mit %d von 5 Sternen zu bewerten
es: Toque para calificar su llamada %d de 5 estrellas
fr: Appuyez pour évaluer votre appel %d sur 5 étoiles
it: Tocca per valutare la chiamata %d su 5 stelle
ja: タップして通話を5つ星中%dで評価
ko: 탭하여 통화를 별 5개 중 %d개로 평가
pt_pt: Toque para avaliar a chamada %d de 5 estrelas
zh_hans: 点按以%d星（满分5星）评价通话

source: Tap to Receive Help
de: Drücken Sie hier
es: Toque para Recibir Ayuda
fr: Appuyez pour recevoir de l'aide
it: Tocca per ricevere aiuto
ja: タップしてヘルプを受け取る
ko: 도움을 받으려면 탭하세요
pt_pt: Toque para receber ajuda
zh_hans: 点击接受帮助

# TapToSelectADifferentLanguage
source: Tap to select a different language for Universal Translator Mode
de: Tippen Sie, um eine andere Sprache für den Universalübersetzer-Modus auszuwählen
es: Toque para seleccionar un idioma diferente para el modo Traductor Universal
fr: Appuyez pour sélectionner une autre langue pour le mode Traducteur universel
it: Tocca per selezionare una lingua diversa per la modalità Traduttore universale
ja: ユニバーサルトランスレーターモードの言語を変更するにはタップ
ko: 유니버설 번역기 모드의 다른 언어를 선택하려면 탭하세요
pt_pt: Toque para selecionar um idioma diferente para o modo Tradutor Universal
zh_hans: 点按以选择通用翻译模式的不同语言

# TapToSelectIssue
source: Tap to select this issue
de: Tippen, um dieses Problem auszuwählen
es: Toca para seleccionar este problema
fr: Touchez pour sélectionner ce problème
it: Tocca per selezionare questo problema
ja: タップしてこの問題を選択
ko: 이 문제를 선택하려면 탭하세요
pt_pt: Toque para selecionar este problema
zh_hans: 点击选择此问题

source: Tap to show zoom controls
de: Tippen Sie, um Zoomsteuerungen anzuzeigen
es: Toque para mostrar controles de zoom
fr: Appuyez pour afficher les contrôles de zoom
it: Tocca per mostrare i controlli zoom
ja: ズームコントロールを表示するにはタップ
ko: 확대/축소 컨트롤을 표시하려면 탭하세요
pt_pt: Toque para mostrar controlos de zoom
zh_hans: 点按以显示缩放控件

# TapToViewHelpThreadDetails
source: Tap to view help thread details and actions
de: Tippen Sie, um Hilfe-Thread-Details und Aktionen anzuzeigen
es: Toque para ver detalles y acciones del hilo de ayuda
fr: Appuyez pour afficher les détails et actions du fil d'aide
it: Tocca per visualizzare dettagli e azioni della discussione di aiuto
ja: ヘルプスレッドの詳細とアクションを表示するにはタップ
ko: 도움말 스레드 세부정보 및 작업을 보려면 탭하세요
pt_pt: Toque para ver detalhes e ações do tópico de ajuda
zh_hans: 点按以查看帮助主题详情和操作

# TeamContactsSection
source: TEAM CONTACTS
de: TEAM-KONTAKTE
es: CONTACTOS DE EQUIPO
fr: CONTACTS ÉQUIPE
it: CONTATTI DEL TEAM
ja: チーム
ko: 팀 연락처
pt_pt: CONTATOS DA EQUIPE
zh_hans: 团队联系人

# TeamLicenseDescription
source: Can access base features in {{app_name}}.
de: Zugriff auf Basisfunktionen in {{app_name}}.
es: Puede acceder a las funciones básicas en {{app_name}}.
fr: Peut accéder aux fonctionnalités de base de {{app_name}}.
it: Può accedere alle funzioni di base in {{app_name}}.
ja: {{app_name}}の基本機能にアクセスできます。
ko: {{app_name}} 기본 기능에 액세스 할 수 있습니다.
pt_pt: Pode acessar recursos básicos no {{app_name}}.
zh_hans: 有权限使用{{app_name}}的基本功能

# TeamsTabOfflineMessage
source: Go online to view your Teams.
de: Gehen Sie online, um Ihre Teams anzuzeigen.
es: Conéctese en línea para ver sus equipos.
fr: Allez en ligne pour afficher vos équipes.
it: Vai online per visualizzare i tuoi team.
ja: オンラインに接続してチームを表示します。
ko: 팀을 보려면 온라인으로 이동하세요.
pt_pt: Fique online para visualizar suas equipes.
zh_hans: 联网查看您的团队。

source: Terms of Service
de: Nutzungsbedingungen
es: Términos de servicio
fr: Conditions d'utilisation
it: Termini di servizio
ja: 利用規約
ko: 서비스 약관
pt_pt: Termos de serviço
zh_hans: 服务条例

source: The call ended.
de: Der Anruf wurde beendet.
es: La llamada terminó.
fr: L'appel s'est terminé.
it: La chiamata è terminata.
ja: 通話が終了しました。
ko: 통화가 종료되었습니다.
pt_pt: A chamada terminou.
zh_hans: 通话已结束。

# TheDeviceWillAutomaticallySignIn
source: The device will automatically sign in when the administrator registers it.
de: Das Gerät meldet sich automatisch an, wenn der Administrator es registriert.
es: El dispositivo iniciará sesión automáticamente cuando el administrador lo registre.
fr: L'appareil se connectera automatiquement lorsque l'administrateur l'enregistrera.
it: Il dispositivo accederà automaticamente quando l'amministratore lo registra.
ja: 管理者が登録すると、デバイスは自動的にサインインします。
ko: 관리자가 등록하면 기기가 자동으로 로그인합니다.
pt_pt: O dispositivo iniciará sessão automaticamente quando o administrador o registar.
zh_hans: 管理员注册后，设备将自动登录。

# TheMergePreviewWindowRevealsHow
source: The Merge Preview window reveals how your live camera feed blends seamlessly with the current shared view—whether it's a video, photo, or document. Only your hand and any tool you are holding are captured, overlaid perfectly into the other user's workspace.
de: Das Merge-Vorschaufenster zeigt, wie Ihre Live-Kamera nahtlos mit der aktuell geteilten Ansicht verschmilzt – ob Video, Foto oder Dokument. Nur Ihre Hand und das von Ihnen gehaltene Werkzeug werden erfasst und perfekt in den Arbeitsbereich des anderen Benutzers eingeblendet.
es: La ventana de vista previa de fusión muestra cómo su transmisión de cámara en vivo se integra perfectamente con la vista compartida actual, ya sea un video, foto o documento. Solo su mano y cualquier herramienta que sostenga se capturan, superpuestas perfectamente en el espacio de trabajo del otro usuario.
fr: La fenêtre d'aperçu de fusion révèle comment votre flux caméra en direct se fond parfaitement avec la vue partagée actuelle – qu'il s'agisse d'une vidéo, photo ou document. Seule votre main et tout outil que vous tenez sont capturés, superposés parfaitement dans l'espace de travail de l'autre utilisateur.
it: La finestra di anteprima merge mostra come il feed della tua fotocamera live si fonde perfettamente con la vista condivisa corrente, che sia un video, una foto o un documento. Solo la tua mano e qualsiasi strumento che stai tenendo vengono catturati, sovrapposti perfettamente nell'area di lavoro dell'altro utente.
ja: マージプレビューウィンドウでは、ライブカメラフィードが現在共有中のビュー（動画、写真、ドキュメント）とシームレスにブレンドされる様子が表示されます。手と持っているツールのみがキャプチャされ、相手のワークスペースに完璧にオーバーレイされます。
ko: 병합 미리보기 창에서는 라이브 카메라 피드가 현재 공유 중인 뷰(동영상, 사진 또는 문서)와 어떻게 자연스럽게 혼합되는지 보여줍니다. 손과 들고 있는 도구만 캡처되어 다른 사용자의 작업 공간에 완벽하게 오버레이됩니다.
pt_pt: A janela de pré-visualização de fusão revela como o seu feed de câmara ao vivo se mistura perfeitamente com a vista partilhada atual – seja um vídeo, foto ou documento. Apenas a sua mão e qualquer ferramenta que esteja a segurar são capturadas, sobrepostas perfeitamente no espaço de trabalho do outro utilizador.
zh_hans: 合并预览窗口显示您的实时摄像头画面如何与当前共享视图（视频、照片或文档）无缝融合。仅您的手和您手持的工具会被捕获，完美叠加到对方的工作区中。

# ThereAreNoOtherParticipantsIn
source: There are no other participants in this conversation
de: Es gibt keine anderen Teilnehmer in dieser Unterhaltung
es: No hay otros participantes en esta conversación
fr: Il n'y a pas d'autres participants dans cette conversation
it: Non ci sono altri partecipanti in questa conversazione
ja: この会話に他の参加者はいません
ko: 이 대화에 다른 참가자가 없습니다
pt_pt: Não há outros participantes nesta conversa
zh_hans: 此对话中没有其他参与者

# ThereAreNoPhotosInThis
source: There are no photos in this help thread to download
de: In diesem Hilfe-Thread sind keine Fotos zum Herunterladen
es: No hay fotos en este hilo de ayuda para descargar
fr: Il n'y a pas de photos dans ce fil d'aide à télécharger
it: Non ci sono foto in questa discussione di aiuto da scaricare
ja: このヘルプスレッドにダウンロードする写真はありません
ko: 이 도움말 스레드에 다운로드할 사진이 없습니다
pt_pt: Não há fotos neste tópico de ajuda para transferir
zh_hans: 此帮助主题中没有可下载的照片

# TheyWillNoLongerBeAble
source: They will no longer be able to join this session.
de: Sie können dieser Sitzung nicht mehr beitreten.
es: Ya no podrán unirse a esta sesión.
fr: Ils ne pourront plus rejoindre cette session.
it: Non potranno più partecipare a questa sessione.
ja: このセッションに参加できなくなります。
ko: 이 세션에 더 이상 참여할 수 없습니다.
pt_pt: Já não poderão participar nesta sessão.
zh_hans: 他们将无法再加入此会话。

# ThirdPartyCallBHD1TopMessage
source: You are currently in Face to Face Mode. Select Give Help, Receive Help, Or Observer for your role. You will then be prompted to assign a role to another participant.
de: Sie befinden sich derzeit im Face-to-Face-Modus. Wählen Sie für Ihre Rolle Hilfe geben, Hilfe erhalten oder Beobachter aus. Sie werden dann aufgefordert, einem anderen Teilnehmer eine Rolle zuzuweisen.
es: Actualmente se encuentra en el modo cara a cara. Seleccione Brindar ayuda, Recibir ayuda u Observador para su función. A continuación, se le pedirá que asigne un rol a otro participante.
fr: Vous êtes actuellement en mode Face à Face. Sélectionnez Donner de l'aide, recevoir de l'aide ou un observateur pour votre rôle. Vous serez alors invité à attribuer un rôle à un autre participant.
it: Attualmente sei in modalità Faccia a faccia. Seleziona Dai aiuto, Ricevi aiuto o Osservatore per il tuo ruolo. Ti verrà quindi chiesto di assegnare un ruolo a un altro partecipante.
ja: 現在、対面モードになっています。役割として、[ヘルプする]、[ヘルプされる]、または[オブザーバー]を選択します。次に、別の参加者に役割を割り当てるように求められます。
ko: 현재 Face to Face 모드에 있습니다. 역할에 대해 도움 제공, 도움 받기 또는 관찰자를 선택합니다. 그러면 다른 참가자에게 역할을 할당하라는 메시지가 표시됩니다.
pt_pt: Você está no modo Cara a cara. Selecione Dar ajuda, Receber ajuda ou Observador para sua função. Em seguida, você será solicitado a atribuir uma função a outro participante.
zh_hans: 您当前处于面对面模式。选择“提供帮助”，“接收帮助”或“观察者”作为您的角色。然后将提示您将角色分配给其他参与者。

# ThirdPartyCallBHD2TopMessage
source: You have chosen to %@.\nNow choose who will %@.
de: Sie haben %@ .\nWählen Sie nun, wer %@ .
es: Has elegido %@ .\nAhora elige quién %@ .
fr: Vous avez choisi de %@ .\nChoisissez qui va %@ .
it: Hai scelto di %@ .\nOra scegli chi sarà %@ .
ja: %@を選択しました。\n次に、 %@を選択します。
ko: %@ 을 (를) 선택했습니다.\n 이제 누가 %@ 할 것인지 선택하십시오.
pt_pt: Você escolheu %@.\nAgora escolha quem irá %@.
zh_hans: 您已选择%@ 。\n现在选择谁将%@ 。

source: This action cannot be undone.
de: Diese Aktion kann nicht rückgängig gemacht werden.
es: Esta acción no se puede deshacer.
fr: Cette action ne peut pas être annulée.
it: Questa azione non può essere annullata.
ja: この操作は元に戻せません。
ko: 이 작업은 실행 취소할 수 없습니다.
pt_pt: Esta ação não pode ser desfeita.
zh_hans: 此操作无法撤销。

# ThisDocumentTypeCannotBePreviewed
source: This document type cannot be previewed directly.
de: Dieser Dokumenttyp kann nicht direkt in der Vorschau angezeigt werden.
es: Este tipo de documento no se puede previsualizar directamente.
fr: Ce type de document ne peut pas être prévisualisé directement.
it: Questo tipo di documento non può essere visualizzato in anteprima direttamente.
ja: このドキュメントタイプは直接プレビューできません。
ko: 이 문서 유형은 직접 미리볼 수 없습니다.
pt_pt: Este tipo de documento não pode ser pré-visualizado diretamente.
zh_hans: 此文档类型无法直接预览。
